# MaterialBelongTo Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
GroundConductorSize..::..MaterialBelongTo Property
GroundConductorSize Class See Also
---
Get the material type which include this ground conductor size information.
**Namespace:** Autodesk.Revit.DB.Electrical**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public WireMaterialType MaterialBelongTo { get; }
```

Visual Basic
---
```text
Public ReadOnly Property MaterialBelongTo As WireMaterialType
	Get
```

Visual C++
---
```text
public:
property WireMaterialType^ MaterialBelongTo {
	WireMaterialType^ get ();
}
```

# See Also
GroundConductorSize Class
Autodesk.Revit.DB.Electrical Namespace